;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: ProvingGroundsChallengeMissionActivity
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ProvingGroundsChallengeMissionActivity]
ProvingGroundsChallengeMissionActivity_Kills_Description=<Color:R=1 G=1 B=1>Get <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>Kills
ProvingGroundsChallengeMissionActivity_KillsWithSecondary_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with pistols.
ProvingGroundsChallengeMissionActivity_KillsWithGrenade_Description=<Color:R=1 G=1 B=1>Get <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>Grenade kills
ProvingGroundsChallengeMissionActivity_Assists_Description=<Color:R=1 G=1 B=1>Get <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>Assists
ProvingGroundsChallengeMissionActivity_Arrests_Description=<Color:R=1 G=1 B=1>Get <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>Arrests
ProvingGroundsChallengeMissionActivity_StunEnemies_Description=<Color:R=1 G=1 B=1>Stun <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies.
ProvingGroundsChallengeMissionActivity_Kills_Driving_Description=<Color:R=1 G=1 B=1>Run over <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies.
ProvingGroundsChallengeMissionActivity_Kills_FromBehind_Crim_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies from behind.
ProvingGroundsChallengeMissionActivity_Kill_Player_LMG_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with LMGs.
ProvingGroundsChallengeMissionActivity_Kill_Player_SAR_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with Rifles.
ProvingGroundsChallengeMissionActivity_Kill_Player_Shotguns_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with Shotguns.
ProvingGroundsChallengeMissionActivity_Kill_Player_SMG_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with SMGs.
ProvingGroundsChallengeMissionActivity_Kill_Player_SniperRifles_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with Sniper Rifles.
ProvingGroundsChallengeMissionActivity_Kill_Player_AssaultRifle_Description=<Color:R=1 G=1 B=1>Kill <Color:R=0.2 G=0.2 B=0.2><Requirement> <Color:R=1 G=1 B=1>enemies with Assault Rifles.
